---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Nodes
source: html/db08c3d5-5a54-334b-cd64-f4a97bf0587d.htm
---
# Autodesk.Revit.DB.GroupTypeId.Nodes Property

Nodes.

## Syntax (C#)
```csharp
public static ForgeTypeId Nodes { get; }
```